import React, {Component} from 'react';
import {Router, Route, IndexRoute, hashHistory, Link} from 'react-router';
import '../../assets/mobile/css/howToPlay.css';
import Footer from './comm/footer';
/**
 * Created by sven on 2017/8/12.
 */

export default class  extends Component {
  constructor(props) {
    super(props);
  }

  render() {
    return (
      <div>
        <div className="content">
          <p>
            <span className="title">【游戏介绍】</span>
            <span className="sp1">快乐赛车是经国家财政部批准，由北京国家福利彩票管理中心统一发行的赛车主题排列型高频彩票；每期开奖车号共十个,每个车号除了整合玩法，第1~10名、冠   亚和值、冠亚组合分别为一个竞猜组，大小/单双/龙虎、车道数字、冠亚大小、冠亚特码、十球全接、特码区段。
    快乐赛车、幸运飞艇同以「1~10」十个号码作为开奖依据，完全公平公正公开、开奖透明、无法作弊！</span>
          </p>

          <p>
            <span className="title">【玩法】</span>
            <span className="sp2">
            【1~10名猜大小单双】 <br/>
            第一名～第十名车号：开出之号码大于或等于6为大，小于或等于5为小。开出的号码偶数为双，号码奇数为单。
        </span>
            <span className="sp1">
            ■奖历：含本1.96倍<br/>
            ■限额：10-20,000<br/>
            ■格式：名次/大小单双/金额<br/>
            　例：12345/双/100 = 1~5车道买双各100 = 总500
        </span>

          </p>
          <p>
        <span className="sp2">
            【1~10名猜车号】<br/>
             每一个车号为一竞猜组合，开奖结果「竞猜车号」对应所猜「车道」视为中奖，其余情形视为不中奖。
        </span>
            <span className="sp1">
            ■奖历：含本9.8倍 <br/>
            ■限额：10-10,000<br/>
            ■格式：名次/号码/金额<br/>
　           例：12345/89/20 = 1~5车道的8号、9号各买20 = 总200<br/>
　           例：1357/890/20 = 1.3.5.7车道的8号、9号、10号各买20 = 总240
        </span>
          </p>
          <p>
        <span className="sp2">
            【1~10名猜组合】<br/>
             竞猜内容为「大单」「小双」「小单」「大双」，共4种。
        </span>
            <span className="sp1">
            ■奖历：<br/>
　           「大单」、「小双」含本4.5倍，<br/>
　           「小单」、「大双」含本3倍。 <br/>
            ■限额：10-10,000<br/>
            ■格式：名次/组合/金额<br/>
　            例：890/大单/50 = 8.9.10车道大单各买50 = 总150
        </span>
          </p>
          <p>
        <span className="sp2">
            【1~5名猜龙虎】<br/>
             (1)第一名vs第十名，(2)第二名vs第九名，(3)第三名vs第八名，(4)第四名vs第七名，(5)第五名vs第六名，前比后大为龙，反之为虎。
        </span>
            <span className="sp1">
            ■奖历：含本1.96倍<br/>
            ■限额：10-20,000<br/>
            ■格式：名次/号码/金额<br/>
　            例：123/龙/100 = 1~3车道买龙各100=总300
        </span>
          </p>

          <p>
        <span className="sp2">
            【冠亚猜庄闲】<br/>
             冠军车号「大于」亚军车号为庄，反之为闲。
        </span>
            <span className="sp1">
            ■奖历：含本1.96倍<br/>
            ■限额：10-20,000<br/>
            ■格式：庄闲/金额<br/>
　            　例：庄/200 = 冠军大于亚军即中奖
        </span>
          </p>
          <p>
        <span className="sp2">
            【猜冠亚号码】<br/>
             猜冠军及亚军车号(前2名)，每次竞猜2个号码，顺序不限。
        </span>
            <span className="sp1">
            ■奖历：含本40倍<br/>
            ■限额：10-5,000<br/>
            ■格式：组/号码/金额<br/>
　            　例：组/5-6/50 = 5号.6号车在冠亚军(顺序不限) = 总50<br/>
                例：组/1-9.3-7/100 = 1.9号车或3.7号车在冠亚军(顺序不限) = 总200
        </span>
          </p>
          <p>
        <span className="sp2">
           【冠亚和值(特码)猜大小单双】<br/>
             冠军车号+亚军车号 = 冠亚和值 = 特码 = 数字3~19<br/>
             冠亚和值大于或等于12为大，小于或等于11为小。开出的号码偶数为双，号码奇数为单。
        </span>
            <span className="sp1">
            ■奖历<br/>
             大」、「双」含本2.1倍。<br/>
            「小」、「单」含本1.7倍。<br/>
            ■限额：10-20,000<br/>
            ■格式：和(特)/大小单双/金额<br/>
　            　例：和双100 = 「冠亚和」的双100<br/>
               例：和大100 = 「冠亚和」的大100
        </span>
          </p>

          <p>
        <span className="sp2">
           【冠亚和值(特码)猜数字】<br/>
             「冠亚和值」为「特码」可能出现的结果为3~19，竞猜中对应「冠亚和值」数字的视为中奖，其余视为不中奖。
        </span>
            <span className="sp1">
            ■奖历：<br/>
             3.4.18.19，含本42倍，限额10-1,000<br/>
            「5.6.16.17，含本21倍，限额10-2,000<br/>
             7.8.14.15，含本14倍，限额10-3,000<br/>
             9.10.12.13，含本10倍，限额10-4,000<br/>
             11，含本8倍，限额10-5,000<br/>
            ■格式：和(特)/数字/金额<br/>
               例：和5.6.7/100 = 竞猜「冠亚和」的值为5或6或7各100 = 总300
        </span>
          </p>
          <p>
        <span className="sp2">
           【冠亚和值(特码)猜区段】<br/>
             特码3~7为A段，8~14为B段，15~19为C段。
        </span>
            <span className="sp1">
            ■奖历：<br/>
             「A」、「C」含本4.5倍。<br/>
             「B」含本1.5倍。<br/>
            ■限额：10-10,000<br/>
            ■格式：ABC/金额<br/>
               例：BC/100 = 投注BC段位各100＝总200<br/>
               每期下注：总额10万封顶！
        </span>
          </p>
          <p>
        <span className="sp2">
           【说明】<br/>
        </span>
            <span className="sp1">
            ■没带名次默认竞猜第一名，如「双/100」第一名双100、「123/100」第一名123号各100<br/>
            ■竞猜时因各地网路品质不定，可能有1-2秒延迟，以系统判定是否竞猜成功为准。<br/>
            ■0号即为10号，竞猜时输入0即为10，输入10即为1、10号。<br/>
               例：0/0/100 = 视为竞猜第10名10号车冠军<br/>
               例：0/100 = 视为竞猜第1名10号车冠军
        </span>
          </p>

          <p>
        <span className="sp1">
           若因任何无法抗拒之外力因素导致临时关盘，或是官网问题临时关盘，会员不得在没有下注的情况下以结果论的要求赔偿损失，所有投注皆以会员投注记录明细为主。
        </span>
          </p>
        </div>
        <Footer/>
      </div>
    );
  }
}


